"1 103 1 4206624770 ,"
"data 1 3 224 224 ,"
" data mobilenetv20_features_batchnorm0_fwd mobilenetv20_features_batchnorm1_fwd mobilenetv20_features_linearbottleneck0_batchnorm0_fwd mobilenetv20_features_linearbottleneck0_batchnorm1_fwd mobilenetv20_features_linearbottleneck0_batchnorm2_fwd mobilenetv20_features_linearbottleneck0_relu0_fwd mobilenetv20_features_linearbottleneck0_relu1_fwd mobilenetv20_features_linearbottleneck10_batchnorm0_fwd mobilenetv20_features_linearbottleneck10_batchnorm1_fwd mobilenetv20_features_linearbottleneck10_batchnorm2_fwd mobilenetv20_features_linearbottleneck10_relu0_fwd mobilenetv20_features_linearbottleneck10_relu1_fwd mobilenetv20_features_linearbottleneck11_batchnorm0_fwd mobilenetv20_features_linearbottleneck11_batchnorm1_fwd mobilenetv20_features_linearbottleneck11_batchnorm2_fwd mobilenetv20_features_linearbottleneck11_elemwise_add0 mobilenetv20_features_linearbottleneck11_relu0_fwd mobilenetv20_features_linearbottleneck11_relu1_fwd mobilenetv20_features_linearbottleneck12_batchnorm0_fwd mobilenetv20_features_linearbottleneck12_batchnorm1_fwd mobilenetv20_features_linearbottleneck12_batchnorm2_fwd mobilenetv20_features_linearbottleneck12_elemwise_add0 mobilenetv20_features_linearbottleneck12_relu0_fwd mobilenetv20_features_linearbottleneck12_relu1_fwd mobilenetv20_features_linearbottleneck13_batchnorm0_fwd mobilenetv20_features_linearbottleneck13_batchnorm1_fwd mobilenetv20_features_linearbottleneck13_batchnorm2_fwd mobilenetv20_features_linearbottleneck13_relu0_fwd mobilenetv20_features_linearbottleneck13_relu1_fwd mobilenetv20_features_linearbottleneck14_batchnorm0_fwd mobilenetv20_features_linearbottleneck14_batchnorm1_fwd mobilenetv20_features_linearbottleneck14_batchnorm2_fwd mobilenetv20_features_linearbottleneck14_elemwise_add0 mobilenetv20_features_linearbottleneck14_relu0_fwd mobilenetv20_features_linearbottleneck14_relu1_fwd mobilenetv20_features_linearbottleneck15_batchnorm0_fwd mobilenetv20_features_linearbottleneck15_batchnorm1_fwd mobilenetv20_features_linearbottleneck15_batchnorm2_fwd mobilenetv20_features_linearbottleneck15_elemwise_add0 mobilenetv20_features_linearbottleneck15_relu0_fwd mobilenetv20_features_linearbottleneck15_relu1_fwd mobilenetv20_features_linearbottleneck16_batchnorm0_fwd mobilenetv20_features_linearbottleneck16_batchnorm1_fwd mobilenetv20_features_linearbottleneck16_batchnorm2_fwd mobilenetv20_features_linearbottleneck16_relu0_fwd mobilenetv20_features_linearbottleneck16_relu1_fwd mobilenetv20_features_linearbottleneck1_batchnorm0_fwd mobilenetv20_features_linearbottleneck1_batchnorm1_fwd mobilenetv20_features_linearbottleneck1_batchnorm2_fwd mobilenetv20_features_linearbottleneck1_relu0_fwd mobilenetv20_features_linearbottleneck1_relu1_fwd mobilenetv20_features_linearbottleneck2_batchnorm0_fwd mobilenetv20_features_linearbottleneck2_batchnorm1_fwd mobilenetv20_features_linearbottleneck2_batchnorm2_fwd mobilenetv20_features_linearbottleneck2_elemwise_add0 mobilenetv20_features_linearbottleneck2_relu0_fwd mobilenetv20_features_linearbottleneck2_relu1_fwd mobilenetv20_features_linearbottleneck3_batchnorm0_fwd mobilenetv20_features_linearbottleneck3_batchnorm1_fwd mobilenetv20_features_linearbottleneck3_batchnorm2_fwd mobilenetv20_features_linearbottleneck3_relu0_fwd mobilenetv20_features_linearbottleneck3_relu1_fwd mobilenetv20_features_linearbottleneck4_batchnorm0_fwd mobilenetv20_features_linearbottleneck4_batchnorm1_fwd mobilenetv20_features_linearbottleneck4_batchnorm2_fwd mobilenetv20_features_linearbottleneck4_elemwise_add0 mobilenetv20_features_linearbottleneck4_relu0_fwd mobilenetv20_features_linearbottleneck4_relu1_fwd mobilenetv20_features_linearbottleneck5_batchnorm0_fwd mobilenetv20_features_linearbottleneck5_batchnorm1_fwd mobilenetv20_features_linearbottleneck5_batchnorm2_fwd mobilenetv20_features_linearbottleneck5_elemwise_add0 mobilenetv20_features_linearbottleneck5_relu0_fwd mobilenetv20_features_linearbottleneck5_relu1_fwd mobilenetv20_features_linearbottleneck6_batchnorm0_fwd mobilenetv20_features_linearbottleneck6_batchnorm1_fwd mobilenetv20_features_linearbottleneck6_batchnorm2_fwd mobilenetv20_features_linearbottleneck6_relu0_fwd mobilenetv20_features_linearbottleneck6_relu1_fwd mobilenetv20_features_linearbottleneck7_batchnorm0_fwd mobilenetv20_features_linearbottleneck7_batchnorm1_fwd mobilenetv20_features_linearbottleneck7_batchnorm2_fwd mobilenetv20_features_linearbottleneck7_elemwise_add0 mobilenetv20_features_linearbottleneck7_relu0_fwd mobilenetv20_features_linearbottleneck7_relu1_fwd mobilenetv20_features_linearbottleneck8_batchnorm0_fwd mobilenetv20_features_linearbottleneck8_batchnorm1_fwd mobilenetv20_features_linearbottleneck8_batchnorm2_fwd mobilenetv20_features_linearbottleneck8_elemwise_add0 mobilenetv20_features_linearbottleneck8_relu0_fwd mobilenetv20_features_linearbottleneck8_relu1_fwd mobilenetv20_features_linearbottleneck9_batchnorm0_fwd mobilenetv20_features_linearbottleneck9_batchnorm1_fwd mobilenetv20_features_linearbottleneck9_batchnorm2_fwd mobilenetv20_features_linearbottleneck9_elemwise_add0 mobilenetv20_features_linearbottleneck9_relu0_fwd mobilenetv20_features_linearbottleneck9_relu1_fwd mobilenetv20_features_pool0_fwd mobilenetv20_features_relu0_fwd mobilenetv20_features_relu1_fwd mobilenetv20_output_flatten0_reshape0 mobilenetv20_output_pred_fwd ,"
"mobilenetv20_output_flatten0_reshape0 ,"
" 102 ,"
"Convolution mobilenetv20_features_conv0_fwd 1 1 data mobilenetv20_features_batchnorm0_fwd 1 3 32 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_relu0_fwd 1 1 mobilenetv20_features_batchnorm0_fwd mobilenetv20_features_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck0_conv0_fwd 1 1 mobilenetv20_features_relu0_fwd mobilenetv20_features_linearbottleneck0_batchnorm0_fwd 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck0_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck0_batchnorm0_fwd mobilenetv20_features_linearbottleneck0_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck0_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck0_relu0_fwd mobilenetv20_features_linearbottleneck0_batchnorm1_fwd 32 1 32 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck0_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck0_batchnorm1_fwd mobilenetv20_features_linearbottleneck0_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck0_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck0_relu1_fwd mobilenetv20_features_linearbottleneck0_batchnorm2_fwd 1 32 16 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution mobilenetv20_features_linearbottleneck1_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck0_batchnorm2_fwd mobilenetv20_features_linearbottleneck1_batchnorm0_fwd 1 16 96 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck1_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck1_batchnorm0_fwd mobilenetv20_features_linearbottleneck1_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck1_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck1_relu0_fwd mobilenetv20_features_linearbottleneck1_batchnorm1_fwd 96 1 96 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck1_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck1_batchnorm1_fwd mobilenetv20_features_linearbottleneck1_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck1_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck1_relu1_fwd mobilenetv20_features_linearbottleneck1_batchnorm2_fwd 1 96 24 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution mobilenetv20_features_linearbottleneck2_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck1_batchnorm2_fwd mobilenetv20_features_linearbottleneck2_batchnorm0_fwd 1 24 144 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck2_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck2_batchnorm0_fwd mobilenetv20_features_linearbottleneck2_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck2_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck2_relu0_fwd mobilenetv20_features_linearbottleneck2_batchnorm1_fwd 144 1 144 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck2_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck2_batchnorm1_fwd mobilenetv20_features_linearbottleneck2_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck2_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck2_relu1_fwd mobilenetv20_features_linearbottleneck2_batchnorm2_fwd 1 144 24 1 1 1 1 0 0 1 -1 1 1 ,"
"Add mobilenetv20_features_linearbottleneck2_elemwise_add0 2 1 mobilenetv20_features_linearbottleneck2_batchnorm2_fwd mobilenetv20_features_linearbottleneck1_batchnorm2_fwd mobilenetv20_features_linearbottleneck2_elemwise_add0 ,"
"Convolution mobilenetv20_features_linearbottleneck3_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck2_elemwise_add0 mobilenetv20_features_linearbottleneck3_batchnorm0_fwd 1 24 144 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck3_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck3_batchnorm0_fwd mobilenetv20_features_linearbottleneck3_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck3_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck3_relu0_fwd mobilenetv20_features_linearbottleneck3_batchnorm1_fwd 144 1 144 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck3_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck3_batchnorm1_fwd mobilenetv20_features_linearbottleneck3_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck3_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck3_relu1_fwd mobilenetv20_features_linearbottleneck3_batchnorm2_fwd 1 144 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution mobilenetv20_features_linearbottleneck4_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck3_batchnorm2_fwd mobilenetv20_features_linearbottleneck4_batchnorm0_fwd 1 32 192 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck4_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck4_batchnorm0_fwd mobilenetv20_features_linearbottleneck4_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck4_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck4_relu0_fwd mobilenetv20_features_linearbottleneck4_batchnorm1_fwd 192 1 192 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck4_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck4_batchnorm1_fwd mobilenetv20_features_linearbottleneck4_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck4_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck4_relu1_fwd mobilenetv20_features_linearbottleneck4_batchnorm2_fwd 1 192 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Add mobilenetv20_features_linearbottleneck4_elemwise_add0 2 1 mobilenetv20_features_linearbottleneck4_batchnorm2_fwd mobilenetv20_features_linearbottleneck3_batchnorm2_fwd mobilenetv20_features_linearbottleneck4_elemwise_add0 ,"
"Convolution mobilenetv20_features_linearbottleneck5_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck4_elemwise_add0 mobilenetv20_features_linearbottleneck5_batchnorm0_fwd 1 32 192 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck5_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck5_batchnorm0_fwd mobilenetv20_features_linearbottleneck5_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck5_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck5_relu0_fwd mobilenetv20_features_linearbottleneck5_batchnorm1_fwd 192 1 192 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck5_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck5_batchnorm1_fwd mobilenetv20_features_linearbottleneck5_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck5_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck5_relu1_fwd mobilenetv20_features_linearbottleneck5_batchnorm2_fwd 1 192 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Add mobilenetv20_features_linearbottleneck5_elemwise_add0 2 1 mobilenetv20_features_linearbottleneck5_batchnorm2_fwd mobilenetv20_features_linearbottleneck4_elemwise_add0 mobilenetv20_features_linearbottleneck5_elemwise_add0 ,"
"Convolution mobilenetv20_features_linearbottleneck6_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck5_elemwise_add0 mobilenetv20_features_linearbottleneck6_batchnorm0_fwd 1 32 192 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck6_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck6_batchnorm0_fwd mobilenetv20_features_linearbottleneck6_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck6_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck6_relu0_fwd mobilenetv20_features_linearbottleneck6_batchnorm1_fwd 192 1 192 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck6_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck6_batchnorm1_fwd mobilenetv20_features_linearbottleneck6_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck6_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck6_relu1_fwd mobilenetv20_features_linearbottleneck6_batchnorm2_fwd 1 192 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution mobilenetv20_features_linearbottleneck7_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck6_batchnorm2_fwd mobilenetv20_features_linearbottleneck7_batchnorm0_fwd 1 64 384 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck7_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck7_batchnorm0_fwd mobilenetv20_features_linearbottleneck7_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck7_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck7_relu0_fwd mobilenetv20_features_linearbottleneck7_batchnorm1_fwd 384 1 384 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck7_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck7_batchnorm1_fwd mobilenetv20_features_linearbottleneck7_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck7_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck7_relu1_fwd mobilenetv20_features_linearbottleneck7_batchnorm2_fwd 1 384 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Add mobilenetv20_features_linearbottleneck7_elemwise_add0 2 1 mobilenetv20_features_linearbottleneck7_batchnorm2_fwd mobilenetv20_features_linearbottleneck6_batchnorm2_fwd mobilenetv20_features_linearbottleneck7_elemwise_add0 ,"
"Convolution mobilenetv20_features_linearbottleneck8_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck7_elemwise_add0 mobilenetv20_features_linearbottleneck8_batchnorm0_fwd 1 64 384 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck8_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck8_batchnorm0_fwd mobilenetv20_features_linearbottleneck8_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck8_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck8_relu0_fwd mobilenetv20_features_linearbottleneck8_batchnorm1_fwd 384 1 384 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck8_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck8_batchnorm1_fwd mobilenetv20_features_linearbottleneck8_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck8_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck8_relu1_fwd mobilenetv20_features_linearbottleneck8_batchnorm2_fwd 1 384 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Add mobilenetv20_features_linearbottleneck8_elemwise_add0 2 1 mobilenetv20_features_linearbottleneck8_batchnorm2_fwd mobilenetv20_features_linearbottleneck7_elemwise_add0 mobilenetv20_features_linearbottleneck8_elemwise_add0 ,"
"Convolution mobilenetv20_features_linearbottleneck9_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck8_elemwise_add0 mobilenetv20_features_linearbottleneck9_batchnorm0_fwd 1 64 384 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck9_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck9_batchnorm0_fwd mobilenetv20_features_linearbottleneck9_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck9_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck9_relu0_fwd mobilenetv20_features_linearbottleneck9_batchnorm1_fwd 384 1 384 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck9_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck9_batchnorm1_fwd mobilenetv20_features_linearbottleneck9_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck9_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck9_relu1_fwd mobilenetv20_features_linearbottleneck9_batchnorm2_fwd 1 384 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Add mobilenetv20_features_linearbottleneck9_elemwise_add0 2 1 mobilenetv20_features_linearbottleneck9_batchnorm2_fwd mobilenetv20_features_linearbottleneck8_elemwise_add0 mobilenetv20_features_linearbottleneck9_elemwise_add0 ,"
"Convolution mobilenetv20_features_linearbottleneck10_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck9_elemwise_add0 mobilenetv20_features_linearbottleneck10_batchnorm0_fwd 1 64 384 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck10_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck10_batchnorm0_fwd mobilenetv20_features_linearbottleneck10_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck10_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck10_relu0_fwd mobilenetv20_features_linearbottleneck10_batchnorm1_fwd 384 1 384 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck10_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck10_batchnorm1_fwd mobilenetv20_features_linearbottleneck10_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck10_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck10_relu1_fwd mobilenetv20_features_linearbottleneck10_batchnorm2_fwd 1 384 96 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution mobilenetv20_features_linearbottleneck11_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck10_batchnorm2_fwd mobilenetv20_features_linearbottleneck11_batchnorm0_fwd 1 96 576 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck11_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck11_batchnorm0_fwd mobilenetv20_features_linearbottleneck11_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck11_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck11_relu0_fwd mobilenetv20_features_linearbottleneck11_batchnorm1_fwd 576 1 576 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck11_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck11_batchnorm1_fwd mobilenetv20_features_linearbottleneck11_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck11_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck11_relu1_fwd mobilenetv20_features_linearbottleneck11_batchnorm2_fwd 1 576 96 1 1 1 1 0 0 1 -1 1 1 ,"
"Add mobilenetv20_features_linearbottleneck11_elemwise_add0 2 1 mobilenetv20_features_linearbottleneck11_batchnorm2_fwd mobilenetv20_features_linearbottleneck10_batchnorm2_fwd mobilenetv20_features_linearbottleneck11_elemwise_add0 ,"
"Convolution mobilenetv20_features_linearbottleneck12_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck11_elemwise_add0 mobilenetv20_features_linearbottleneck12_batchnorm0_fwd 1 96 576 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck12_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck12_batchnorm0_fwd mobilenetv20_features_linearbottleneck12_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck12_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck12_relu0_fwd mobilenetv20_features_linearbottleneck12_batchnorm1_fwd 576 1 576 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck12_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck12_batchnorm1_fwd mobilenetv20_features_linearbottleneck12_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck12_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck12_relu1_fwd mobilenetv20_features_linearbottleneck12_batchnorm2_fwd 1 576 96 1 1 1 1 0 0 1 -1 1 1 ,"
"Add mobilenetv20_features_linearbottleneck12_elemwise_add0 2 1 mobilenetv20_features_linearbottleneck12_batchnorm2_fwd mobilenetv20_features_linearbottleneck11_elemwise_add0 mobilenetv20_features_linearbottleneck12_elemwise_add0 ,"
"Convolution mobilenetv20_features_linearbottleneck13_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck12_elemwise_add0 mobilenetv20_features_linearbottleneck13_batchnorm0_fwd 1 96 576 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck13_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck13_batchnorm0_fwd mobilenetv20_features_linearbottleneck13_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck13_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck13_relu0_fwd mobilenetv20_features_linearbottleneck13_batchnorm1_fwd 576 1 576 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck13_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck13_batchnorm1_fwd mobilenetv20_features_linearbottleneck13_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck13_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck13_relu1_fwd mobilenetv20_features_linearbottleneck13_batchnorm2_fwd 1 576 160 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution mobilenetv20_features_linearbottleneck14_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck13_batchnorm2_fwd mobilenetv20_features_linearbottleneck14_batchnorm0_fwd 1 160 960 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck14_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck14_batchnorm0_fwd mobilenetv20_features_linearbottleneck14_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck14_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck14_relu0_fwd mobilenetv20_features_linearbottleneck14_batchnorm1_fwd 960 1 960 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck14_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck14_batchnorm1_fwd mobilenetv20_features_linearbottleneck14_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck14_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck14_relu1_fwd mobilenetv20_features_linearbottleneck14_batchnorm2_fwd 1 960 160 1 1 1 1 0 0 1 -1 1 1 ,"
"Add mobilenetv20_features_linearbottleneck14_elemwise_add0 2 1 mobilenetv20_features_linearbottleneck14_batchnorm2_fwd mobilenetv20_features_linearbottleneck13_batchnorm2_fwd mobilenetv20_features_linearbottleneck14_elemwise_add0 ,"
"Convolution mobilenetv20_features_linearbottleneck15_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck14_elemwise_add0 mobilenetv20_features_linearbottleneck15_batchnorm0_fwd 1 160 960 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck15_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck15_batchnorm0_fwd mobilenetv20_features_linearbottleneck15_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck15_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck15_relu0_fwd mobilenetv20_features_linearbottleneck15_batchnorm1_fwd 960 1 960 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck15_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck15_batchnorm1_fwd mobilenetv20_features_linearbottleneck15_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck15_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck15_relu1_fwd mobilenetv20_features_linearbottleneck15_batchnorm2_fwd 1 960 160 1 1 1 1 0 0 1 -1 1 1 ,"
"Add mobilenetv20_features_linearbottleneck15_elemwise_add0 2 1 mobilenetv20_features_linearbottleneck15_batchnorm2_fwd mobilenetv20_features_linearbottleneck14_elemwise_add0 mobilenetv20_features_linearbottleneck15_elemwise_add0 ,"
"Convolution mobilenetv20_features_linearbottleneck16_conv0_fwd 1 1 mobilenetv20_features_linearbottleneck15_elemwise_add0 mobilenetv20_features_linearbottleneck16_batchnorm0_fwd 1 160 960 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck16_relu0_fwd 1 1 mobilenetv20_features_linearbottleneck16_batchnorm0_fwd mobilenetv20_features_linearbottleneck16_relu0_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck16_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck16_relu0_fwd mobilenetv20_features_linearbottleneck16_batchnorm1_fwd 960 1 960 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU mobilenetv20_features_linearbottleneck16_relu1_fwd 1 1 mobilenetv20_features_linearbottleneck16_batchnorm1_fwd mobilenetv20_features_linearbottleneck16_relu1_fwd ,"
"Convolution mobilenetv20_features_linearbottleneck16_conv2_fwd 1 1 mobilenetv20_features_linearbottleneck16_relu1_fwd mobilenetv20_features_linearbottleneck16_batchnorm2_fwd 1 960 320 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution mobilenetv20_features_conv1_fwd 1 1 mobilenetv20_features_linearbottleneck16_batchnorm2_fwd mobilenetv20_features_batchnorm1_fwd 1 320 1280 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU mobilenetv20_features_relu1_fwd 1 1 mobilenetv20_features_batchnorm1_fwd mobilenetv20_features_relu1_fwd ,"
"Pooling mobilenetv20_features_pool0_fwd 1 1 mobilenetv20_features_relu1_fwd mobilenetv20_features_pool0_fwd 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Convolution mobilenetv20_output_pred_fwd 1 1 mobilenetv20_features_pool0_fwd mobilenetv20_output_pred_fwd 1 1280 1000 1 1 1 1 0 0 0 -1 1 1 ,"
"Reshape mobilenetv20_output_flatten0_reshape0 1 1 mobilenetv20_output_pred_fwd mobilenetv20_output_flatten0_reshape0 0 4 4 0 -1 1 1 ,"
